Repository: mozilla-l10n/mt-training-data
Catalog: quy/quy_pontoon.tmx
Source language: en_us
Languages: quy

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
quy: Leer contracciones que en realidad no existen, como "We're" en lugar de "We are", o viceversa.

source: Read More
quy: Astawan Qhaway

source: Read more on our About page
quy: Astawan ñawinchay Ñoqaykumanta nisqa paginapi

source: Read the sentence carefully - don’t miss, change or add words.
quy: Lea la oración con cuidado: no se pierda, cambie o agregue palabras.

source: Ready to add your voice or lend your ear?
quy: ¿Listo para agregar tu voz o prestar tu oído?

source: Ready to contribute?
quy: ¿Listo para contribuir?

source: Ready to do { $count } more?
quy: ¿Listo para hacer { $count } más?

source: Ready to donate your voice?
quy: ¿Listochu kashanki kunkaykita qonaykipaq?

source: Ready to help validate sentences?
quy: ¿Listo para ayudar a validar oraciones?

source: reCAPTCHA is required if you want to proceed
quy: reCAPTCHA se necesita si desea continuar

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
quy: Chaskiy correo electrónicos hina sasachakuy chaymanta meta yuyarichiykuna, ñawpaqman musuqyachiykuna, chaymanta willakuy qillqakuna "Common Voice" kaqmanta.

source: Recorded Clips
quy: Clips Grabados

source: Recorded Hours
quy: Horas grabadas

source: <recordIcon></recordIcon> Last one!
quy: <recordIcon></recordIcon> ¡Último!

source: [Recording cut off before the end of the last word]
quy: [Grabación cortada antes del final de la última palabra]

source: Recordings
quy: Grabaciones

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
quy: Kunka clips grabacionqa huk integral parten kichasqa willakuyniyku ruwaypi; wakinqa ninkumanmi kusikuy partepas kasqanmanta.

source: Record/Stop
quy: Grabar/Detener

source: Record your voice
quy: Graba tu voz

source: Refresh
quy: Refrescar

source: Reject
quy: Rechazar

source: Remove
quy: Remover

source: Remove Avatar
quy: Quitar Avatar

source: Report
quy: Reportar

source: Report was passed successfully
quy: Reporte fue enviado exitósamente

source: Request a Language
quy: musuq simita mañakuy

source: Request recordings
quy: Solicitar grabaciones

source: *required
quy: *requerido

source: Re-record
quy: Volver a grabar

source: Re-record clip
quy: Regrabar clip

source: Return
quy: Volver

source: Return here to edit your goal anytime.
quy: Regrese aquí para editar su objetivo en cualquier momento.

source: Return to Common Voice
quy: Common Voice nisqaman kutiy

source: Return to Common Voice Datasets
quy: Regresar a base de datos de Common Voice

source: Return to Languages
quy: Simikunaman kutiy

source: Review
quy: Revisar

source: Review could not be saved. Please try again later.
quy: Revisión no se puede grabar. Por favor intentar de nuevo.

source: ⓘ Review Criteria
quy: ⓘ Criterios de revisión

source: Review Criteria
quy: Criterios de revisión

source: Reviewed sentences not submitted, are sure?
quy: Oraciones revisadas no enviadas, estás seguro?

source: Review & re-record clips here as you go
quy: Revisa y vuelve a grabar clips aquí a medida que avanzas

source: Review & re-record clips if needed
quy: Revise y vuelva a grabar clips si es necesario

source: Review Sentences
quy: Oraciones revisadas

source: Review & Submit
quy: Revisar & Enviar

source: S
quy: K

source: Save
quy: Guardar

source: Saved
quy: Guardado

source: Search
quy: Buscar

source: See how your progress compares to other contributors all over the world.
quy: Compara tu progreso con el de otros colaboradores de todo el mundo.

source: See Less
quy: Ver menos

source: See More
quy: Ver más

source: Select a Language...
quy: Selecciona un Idioma...

source: Selected
quy: Seleccionado

source: Select the desired language dataset and choose the version you wish to download.
quy: Seleccione los datos del idioma deseado y elija la versión que desea descargar.

source: Send sign up link
quy: Enviar enlace de registro

source: Sentence Collection
quy: Recopilación de Oraciones

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
quy: <sentenceCollectorFragment>Vea más sobre la colección de oraciones</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
quy: <sentenceCollectorVideo>Vea nuestra guía sobre cómo usar el recopilador de oraciones</sentenceCollectorVideo>.

source: Sentences
quy: Rimaykuna

source: Sentences are collected for people to read aloud.
quy: Se recopilan oraciones para que las personas las lean en voz alta.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
quy: Las oraciones deben ser revisadas y aceptadas por dos personas para ser incluidas en Common Voice. Puede crear pautas para su idioma <languageGuidelinesLink>aquí</languageGuidelinesLink>. Las oraciones deben estar en el <licenseLink>dominio público</licenseLink> y tener menos de 15 palabras. Puede pedirle al propietario de un texto que lo convierta en <waiverLink>CC0 mediante nuestro proceso de exención</waiverLink> y enviárnoslo a commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
quy: { $sentences } oraciones revisadas. Gracias!

source: Sentence text
quy: Texto de la oración

source: Set a goal
quy: Establecer una meta

source: Set my visibility
quy: Establecer mi visibilidad

source: Settings
quy: Ajustes

source: Sex or Gender
quy: Ima kay

source: Share Common Voice
quy: Compartir Common Voice

source: Share my goal
quy: Compartir mi objetivo

source: Share your clip
quy: Compartir tu clip

source: Share your { $count } Clip Daily Goal for { $type }
quy: Comparta su meta diaria de clips de { $count } para { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
quy: Comparta su meta semanal de clips de { $count } para { $type }

source: Shortcuts
quy: Atajos

source: [Should be ‘dinosaurs’]
quy: [Deberían ser 'dinosaurios']

source: [Should be “We are”]
quy: [Debería ser "Somos"]

source: Show my ranking
quy: Mostrar mi ranking

source: Sign up
quy: Regístrate

source: Sign up for an account
quy: Regístrese para obtener una cuenta

source: Sign up for Common Voice newsletters, goal reminders and progress updates
quy: Regístrese para recibir boletines de Common Voice, recordatorios de metas y actualizaciones de progreso

source: sign up for email updates
quy: Regístrese para recibir actualizaciones por correo electrónico

source: Sign up for { $lang } updates:
quy: { $lang } musuqyachiykunapaq qillqakuy:

source: Single ZIP file containing
quy: Archivo ZIP único que contiene

source: Size
quy: Tamaño

source: Skip
quy: Paway

source: Skip Submission Feedback
quy: Omitir comentarios de envío

source: Social media
quy: Medios de comunicación social

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
quy: Algunos idiomas tienen una enorme variación en gramática, vocabulario y pronunciación. Por esta razón, estamos <ctaLink>introduciendo 'Variantes'</ctaLink> en 2022. Esto brinda a las comunidades una forma de distinguir sus idiomas dentro de una base de datos más grande.

source: Someone asks for a language to be added.
quy: Alguien pide que se agregue un idioma.

source: Something went wrong with reCAPTCHA. Please try again.
quy: Algo salió mal con reCAPTCHA. Por favor intente de nuevo.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
quy: Llakikuy, Common Voice nisqa pisi pisimanta purichkan. Gracias por tu interés.

source: Sorry, something went wrong
quy: Pampachaykuway, imapas mana allinchu karqa

source: Source: { $sentenceSource }
quy: Fuente: { $sentenceSource }

source: Southern Sotho
quy: Sesotho

source: Spanish
quy: Español

source: Speak
quy: Hable

source: Speakers
quy: Altavoces

source: Speaking
quy: Hablando

source: Speaking and Listening
quy: Hablando y Escuchando

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
quy: ¡Habla con tu voz normal! La forma en que habla es bienvenida aquí: queremos su acento tal como es, y queremos su volumen, estilo y entonación habituales.

source: Speak now
quy: Kunan rimay

source: Speak up, contribute here!
quy: Rimay, kaypi yanapakuy!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
quy: <speechBlogLink>Comenzar con el reconocimiento de voz</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
quy: Dividir en { $archiveCount } archivos ZIP que contengan

source: Splits
quy: Divisiones

source: Start recording
quy: Empezar a grabar

source: Start typing to describe your accent
quy: Acentoykimanta willanaykipaq qillqayta qallariy

source: Stats
quy: Estadísticas

source: Status Page
quy: Página de Estatus

source: Streaks
quy: Rayas

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
quy: <strong>[Crackle]</strong> dinosaurios gigantes de <strong>[Crackle]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
quy: <strong>No rechaces los clips en los que el orador "tiene un acento" diferente al tuyo</strong>; esto es importante para que el reconocimiento de voz funcione mejor para todos.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
quy: <strong>¡Sea creativo!</strong> Su comunidad lingüística será única y estas son solo algunas formas de comenzar.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
quy: <strong>[Estornudo]</strong> Los dinosaurios gigantes del <strong>[tos]</strong> Triásico.

source: Submit
quy: Apachiy

source: Submit a report
quy: Enviar un reporte

source: Submit clips
quy: Enviar clips

source: Subscribe
quy: Suscribirse

source: Success
quy: Éxito

source: Success, profile created!
quy: ¡Éxito, perfil creado!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
quy: Desliza hacia la derecha para aprobar la oración. Desliza hacia la izquierda para rechazarlo. Desliza hacia arriba para omitirlo. <strong>¡No olvides enviar tu reseña!</strong>

source: Taking several attempts to read a word.
quy: Tomar varios intentos para leer una palabra.

source: Tap
quy: Tocar

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
quy: Tatoeba es una gran base de datos de oraciones, traducciones y audio hablado para usar en el aprendizaje de idiomas. Esta descarga contiene inglés hablado grabado por su comunidad.

source: Tell us what you'd like to download:
quy: Dinos qué te gustaría descargar:

source: Terms
quy: Kamachiykuna

source: Thanks for confirming your account, now let's build your profile.
quy: Gracias por confirmar su cuenta, ahora vamos a crear su perfil.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
quy: Gracias a las contribuciones de más de 259 000 personas en más de 50 idiomas, estos datos se utilizan para entrenar aplicaciones disponibles para el habla para responder mejor a la voz humana.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
quy: ¡Gracias por grabar!<lineBreak></lineBreak>Ahora revise y envíe sus clips a continuación.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
quy: { $lang } nisqaman yanapakunaykipaq munasqaykimanta agradecekuyki. Sinchitan llank’ayku sapa simi qallariypaq wakichisqa kananpaq, waqaychaypaq ima chay equipokuna correo electrónico nisqawan musuqyachisqa. Yanapakuyta munaspaykiqa, uraypi correo electrónico nisqaykita quy.

source: Thank you! You’ve sent a new language enquiry
quy: Riqsikuyki! Musuq simi tapuyta apachirqanki

source: The bumblebee sped by.
quy: El abejorro pasó a toda velocidad.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
quy: El Cementerio de clips consta de clips de voz que no llegaron a la base de datos de Common Voice. Al igual que la base de datos, Clip Graveyard está disponible para descargar.

source: The clip has disrespectful or offensive language.
quy: El clip tiene un lenguaje irrespetuoso u ofensivo.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
quy: La base de datos de Common Voice contiene cientos de miles de muestras de voz que ayudan a los desarrolladores a crear herramientas de reconocimiento de voz.

source: The giant dinosaur of the Triassic.
quy: El dinosaurio gigante del Triásico.

source: The giant dinosaurs of the Triassi-.
quy: Los dinosaurios gigantes del Triassi-.

source: The giant dinosaurs of the Triassic.
quy: Los dinosaurios gigantes del Triásico.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
quy: Los dinosaurios gigantes del Triásico. <strong>[leído por una sola voz]</strong>

source: The giant dinosaurs of the Triassic. Yes.
quy: Los dinosaurios gigantes del Triásico. Sí.

source: The giant dino <strong>[cough]</strong> the Triassic.
quy: El dinosaurio gigante <strong>[tos]</strong> el Triásico.

source: The number of recordings and which languages you contribute to will be public.
quy: La cantidad de grabaciones y los idiomas en los que contribuyes serán públicos.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
quy: Hay muchas maneras de pensar sobre el lenguaje. A los efectos de los modelos de reconocimiento de voz, Common Voice sugiere centrarse en la "inteligibilidad mutua" o "¿pueden los hablantes de este idioma entenderse entre sí si lo intentan?"

source: The recording was too long.
quy: La grabación fue muy larga.

source: The recording was too quiet.
quy: La grabación fue demasiado silenciosa.

source: The recording was too short.
quy: La grabación fue muy corta.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
quy: Habrá variaciones naturales de volumen entre los lectores. Rechace sólo si el volumen es tan alto que la grabación se interrumpe o (más comúnmente) si es tan bajo que no puede escuchar lo que se dice sin referencia al texto escrito.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
quy: Estos idiomas se encuentran actualmente en desarrollo comunitario. Las barras de progreso indican qué tan avanzado está cada idioma en el proceso de <localizationGlossaryLink>localización del sitio web</localizationGlossaryLink> y <sentenceCollectionGlossaryLink>recopilación de oraciones</sentenceCollectionGlossaryLink>.

source: The selected file is too large
quy: El archivo seleccionado es demasiado grande

source: The sentence has a grammatical or spelling error.
quy: La oración tiene un error gramatical u ortográfico.

source: The sentence has disrespectful or offensive language.
quy: La oración tiene un lenguaje irrespetuoso u ofensivo.

source: The sentence must be grammatically correct.
quy: La oración debe ser gramaticamente correcta.

source: The sentence must be speakable.
quy: La oración debe ser pronunciable.

source: The sentence must be spelled correctly.
quy: La oración debe estar escrita correctamente.

source: The site is ready to be launched when it reaches 75% completion.
quy: El sitio se considera listo para ser lanzado cuando se alcanza el 75% de traducción.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
quy: El sitio volverá a funcionar tan pronto como sea posible. Para obtener la información más reciente, únase al <matrixLink>chat de la comunidad de Matrix</matrixLink> o visite <githubLink>GitHub</githubLink> o <discourseLink>nuestros foros de conversación</discourseLink> para enviar y monitorear problemas de experiencia en el sitio.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
quy: La colección TED-LIUM se elaboró a partir de charlas en audio y sus transcripciones disponibles en el sitio web de TED.

source: The website text is translated into that language.
quy: El texto del sitio web está traducido a ese idioma.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
quy: Este es un segmento basado en casos de uso que contiene datos para potenciar el reconocimiento de dígitos hablados y la detección de sí/no.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
quy: Esta configuración controla la visibilidad de su tabla de clasificación. Cuando esté oculto, su progreso será privado. Esto significa que su imagen, nombre de usuario y progreso no aparecerán en la tabla de clasificación. Tenga en cuenta que la actualización de la tabla de clasificación tarda ~{ $minutes }min en propagar los cambios.

source: Three to go!
quy: ¡Tres para ir!

source: Today
quy: Kunan

source: Today's Common Voice progress on clips recorded
quy: Progreso de Common Voice de hoy en clips grabados

source: Today's Common Voice progress on clips validated
quy: Progreso de Common Voice de hoy en clips validados

source: Today's Progress
quy: Kunan punchaw Progreso

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
quy: Para agregarlo a la base de datos de Common Voice, dos usuarios independientes deben validar un clip de voz.

source: Top Contributors
quy: Mayores contribuyentes

source: Total Approved
quy: Total de aprobados

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
quy: { $totalHours } horas son alcanzables en sólo{ $periodMonths } meses si{ $people } registro de personas{ $clipsPerDay } clips al día.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
quy: A la derecha describimos los beneficios y aclaramos qué información hacemos pública. Use los enlaces a continuación para comenzar con la cuenta de Common Voice en su propio dispositivo.

source: Toward next goal
quy: Hacia el próximo objetivo

source: Track progress here and on your stats page.
quy: Siga el progreso aquí y en su página de estadísticas.

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
quy: <translateVideoLink>Vea nuestra guía sobre cómo usar Pontoon.</translateVideoLink>

source: Translating the site
quy: Traduciendo el sitio

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
quy: La traducción es del inglés, pero puedes ver <strong>Sugerencias</strong> en otros idiomas. Haz clic en el ícono <strong>Perfil</strong>, luego en el enlace <strong>Configuración</strong> y agrega cualquier idioma que hables. En la esquina inferior derecha habrá una lista de traducciones llamada <strong>Configuraciones regionales</strong>. Las traducciones se muestran en el sitio después de un día.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
quy: La traducción del sitio de Common Voice se realiza en <strong>Pontoon</strong>.

source: Typically megabytes
quy: Típicamente megabytes

source: Understand contribution criteria
quy: Criterios de contribución nisqamanta hamut’ay

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
quy: ¡Comprenda qué buscar al escuchar clips de voz y ayude a enriquecer sus grabaciones de voz también!

source: Upload aborted. Do you want to delete your recordings?
quy: Carga abortada. ¿Quieres borrar tus grabaciones?

source: Upload an image file
quy: Subir un archivo de imagen

source: User Name
quy: Nombre de usuario

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
quy: Los usuarios validan la precisión de los clips donados, verificando que el orador lea la oración correctamente.

source: Validated Clips
quy: Clips Validados

source: Validated Hours
quy: Horas Validadas

source: Validated Hr. Total
quy: Total de horas Validadas

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
quy: Qusqa clipkuna validacionqa kaqlla ancha chaniyuqmi "Common Voice" misionpaq. Huk uyariyta hap'iy chaymanta yanapawayku allin kichasqa kunka willayta ruwanapaq.

source: Validation Progress
quy: Progreso de la validación

source: Validations
quy: Validaciones

source: Value and recognition.
quy: Valor y reconocimiento.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
quy: Las variantes son una forma específica de un idioma, por ejemplo, compartida por aquellos que viven en una geografía o comunidad. A veces estos se llaman dialectos.

source: Varying Pronunciations
quy: Pronunciaciones variadas

source: View your progress against personal and project goals.
quy: Qaway ñawpaqman purisqaykita metas personales y proyectos nisqawan tupachispa.
